{
  "locale": "en-US",
  "translations": {
    "home.section.what.title.label": " What is a Temporary Email? (One Time Inbox) ",
    "home.section.what.para1.label": " A {$START_TAG_STRONG}temporary email{$CLOSE_TAG_STRONG} (also called {$START_EMPHASISED_TEXT}disposable email, one time inbox fake email, burner mail, or temp mail{$CLOSE_EMPHASISED_TEXT}) is a short lived inbox that you can use for online activities. Instead of giving out your personal Gmail, Outlook, or Yahoo address, you get an instant anonymous inbox that automatically deletes itself after a certain time. ",
    "home.section.what.para2.label": " It’s perfect for {$START_TAG_STRONG}website sign ups, downloading files, receiving verification codes, or testing new apps{$CLOSE_TAG_STRONG}. Once you’re done, the address vanishes, leaving your personal email safe and spam free. ",
    "home.section.when.intro.label": " A temporary email isn’t for everything, it’s best used for quick, low-risk, and disposable tasks. Many people rely on it for {$START_TAG_STRONG}social media signups{$CLOSE_TAG_STRONG} like Instagram, Discord, Reddit, TikTok, Telegram, or Facebook. It’s also handy for testing apps, downloading resources, or staying anonymous online. ",
    "home.section.when.card1.label": "One time website registrations",
    "home.section.when.card7.label": "Creating accounts on Instagram, Facebook, Snapchat, and Twitter X",
    "home.section.when.card8.label": "Joining Discord, Reddit, and Telegram safely",
    "home.section.when.card9.label": "Signing up for TikTok or Kick with instant OTPs",
    "home.section.when.card10.label": "Verifying gaming accounts on Steam, Epic Games, and Rockstar",
    "home.section.when.card11.label": "Accessing streaming platforms like Netflix, Amazon Prime, and Hulu",
    "home.section.who.intro.label": " Temporary emails are useful for many groups of people. {$START_TAG_STRONG}Here are the most common users and how they benefit:{$CLOSE_TAG_STRONG}",
    "home.section.who.li1.label": "{$START_TAG_STRONG}Students{$CLOSE_TAG_STRONG} – sign up for study tools, online courses, and university portals without filling your main inbox. ",
    "home.section.who.li2.label": "{$START_TAG_STRONG}Developers & testers{$CLOSE_TAG_STRONG} – create test accounts for apps, SaaS tools, and betas quickly. ",
    "home.section.who.li3.label": "{$START_TAG_STRONG}Shoppers{$CLOSE_TAG_STRONG} – grab deals, coupons, and free trials on ecommerce sites while avoiding spam. ",
    "home.section.who.li4.label": "{$START_TAG_STRONG}Marketers{$CLOSE_TAG_STRONG} – test campaigns and newsletters without risking their main inbox reputation. ",
    "home.section.who.li5.label": "{$START_TAG_STRONG}Everyday users{$CLOSE_TAG_STRONG} – keep Gmail, Outlook, or Yahoo accounts clean and focused on personal use. ",
    "home.section.who.li6.label": "{$START_TAG_STRONG}Gamers{$CLOSE_TAG_STRONG} – verify accounts on Steam, Epic Games, and Rockstar without exposing private emails. ",
    "home.section.who.li7.label": "{$START_TAG_STRONG}Social media users{$CLOSE_TAG_STRONG} – create safe accounts on Instagram, Discord, Reddit, TikTok, or Telegram. ",
    "home.section.who.li8.label": "{$START_TAG_STRONG}Freelancers{$CLOSE_TAG_STRONG} – manage client signups, project trials, and tools with disposable inboxes. ",
    "home.section.who.li9.label": "{$START_TAG_STRONG}Privacy-focused users{$CLOSE_TAG_STRONG} – stay anonymous, protect data, and enjoy spam-free communication. ",
    "home.section.who.outro.label": " Based on 500,000+ TempMail4U users worldwide · Updated September 2025 ",
    "home.section.variants.li1.label": "{$START_TAG_STRONG}10-Minute Mail{$CLOSE_TAG_STRONG} – perfect for quick one time codes",
    "home.section.faq.a1.label": " A temporary email (also called a one time inbox, disposable mailbox, or burner address) is a short-lived account you can use to sign up on websites, receive verification codes, or keep your real inbox safe from spam. ",
    "home.section.faq.social.q11.label": "Can I use temp mail for social media and apps?",
    "home.section.faq.social.a11.label": " Yes, TempMail4U works for creating and verifying accounts on Instagram, Facebook, Snapchat, Twitter X, Discord, Reddit, TikTok, Telegram, and Kick. It also supports streaming services like Netflix and Amazon Prime, and gaming platforms such as Steam, Epic Games, and Rockstar. You can receive OTPs and verification codes instantly while keeping your personal email private. ",
    "home.section.faq.a6.label": " No. These inboxes are receive-only. They are designed for registrations, verifications, and quick one time email use, not for sending or long-term communication. ",
    "home.section.faq.a9.label": " Yes. We provide {$START_TAG_STRONG}10 minute temp mail{$CLOSE_TAG_STRONG} as well as 20 minute and 30 minute variants for quick and disposable use. These are perfect for short sign-ups or one time email verification codes. ",
    "privacy.lastUpdated": "Last updated: September 2025"
  }
}
