Repository: Arsal646/mail
Catalog: src/locale/messages.*.xlf
Languages: ar, de, fr, it

source: Custom Email Address
de: Benutzerdefinierte E-Mail-Adresse
fr: Adresse e-mail personnalisée
it: Indirizzo email personalizzato

# generateRandom
source: {START_TAG_LUCIDE_ICON} Generate Random
de: {START_TAG_LUCIDE_ICON} Zufällig generieren
fr: {START_TAG_LUCIDE_ICON} Générer aléatoirement
it: {START_TAG_LUCIDE_ICON} Genera casuale

source: Type here
de: Hier eingeben
fr: Tapez ici
it: Scrivi qui

# use4_24Chars
source: {START_TAG_LUCIDE_ICON} Use 4-24 characters with letters and numbers only
de: {START_TAG_LUCIDE_ICON} Verwenden Sie 4-24 Zeichen, nur Buchstaben und Zahlen
fr: {START_TAG_LUCIDE_ICON} Utilisez 4 à 24 caractères, lettres et chiffres uniquement
it: {START_TAG_LUCIDE_ICON} Usa 4-24 caratteri, solo lettere e numeri

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

source: Create Email Address
de: E-Mail-Adresse erstellen
fr: Créer une adresse e-mail
it: Crea indirizzo email

# backToNewEmail
source: {START_TAG_LUCIDE_ICON} Back to new email
de: {START_TAG_LUCIDE_ICON} Zurück zu neuer E-Mail
fr: {START_TAG_LUCIDE_ICON} Retour au nouvel e-mail
it: {START_TAG_LUCIDE_ICON} Torna a nuova email

# noPreviousEmails
source: No previous emails found
de: Keine vorherigen E-Mails gefunden
fr: Aucun e-mail précédent trouvé
it: Nessuna email precedente trovata

# yourCreatedEmails
source: Your created emails will appear here
de: Ihre erstellten E-Mails werden hier angezeigt
fr: Vos e-mails créés apparaîtront ici
it: Le tue email create appariranno qui

source: Active
de: Aktiv
fr: Actif
it: Attivo

source: Expired
de: Abgelaufen
fr: Expiré
it: Scaduto

source: Use
de: Verwenden
fr: Utiliser
it: Usa

source: Delete
de: Löschen
fr: Supprimer
it: Elimina

source: (No subject)
de: (Kein Betreff)
fr: (Pas d'objet)
it: (Nessun oggetto)

source: Temporary email
de: Temporäre E-Mail
fr: E-mail temporaire
it: Email temporanea

# extendAccess
source: Can I extend access beyond 7 days?
de: Kann ich den Zugriff über 7 Tage hinaus verlängern?
fr: Puis-je prolonger l'accès au-delà de 7 jours ?
it: Posso estendere l'accesso oltre 7 giorni?

# extendAccessDescription
source: Currently, the maximum access period is 7 days for saved emails. For longer-term needs, we recommend using your personal email.
de: Derzeit beträgt die maximale Zugriffszeit für gespeicherte E-Mails 7 Tage. Für längere Zeiträume empfehlen wir die Nutzung Ihrer persönlichen E-Mail.
fr: Actuellement, la période d'accès maximale est de 7 jours pour les e-mails sauvegardés. Pour des besoins à plus long terme, nous recommandons d'utiliser votre e-mail personnel.
it: Attualmente, il periodo massimo di accesso è di 7 giorni per le email salvate. Per esigenze a lungo termine, consigliamo di utilizzare la tua email personale.

source: Saved!
de: Gespeichert!
fr: Sauvegardé !
it: Salvato!

source: Save
de: Speichern
fr: Sauvegarder
it: Salva

# waitingForMessages
source: Waiting for incoming messages for {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
de: Warten auf eingehende Nachrichten für {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
fr: En attente de messages entrants pour {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
it: In attesa di messaggi in arrivo per {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}

# checkAgain
source: {START_TAG_LUCIDE_ICON} {CLOSE_TAG_LUCIDE_ICON} Check Again
de: {START_TAG_LUCIDE_ICON} {CLOSE_TAG_LUCIDE_ICON} Erneut prüfen
fr: {START_TAG_LUCIDE_ICON} {CLOSE_TAG_LUCIDE_ICON} Vérifier à nouveau
it: {START_TAG_LUCIDE_ICON} {CLOSE_TAG_LUCIDE_ICON} Controlla di nuovo
