Repository: Arsal646/mail
Catalog: src/locale/messages.*.xlf
Languages: ar, de, fr, it

# email30min.faq1Answer
source: It's an extended disposable email address that stays active for 30 minutes, perfect for longer processes that need more time than standard temporary emails. Need shorter options? Try our <a href="/10-minutes-temporary-email" class="text-blue-500 hover:underline"> 10-minute email</a> or <a href="/20-minutes-temporary-email" class="text-blue-500 hover:underline">20-minute email</a>.
ar: إنه عنوان بريد إلكتروني يمكن التخلص منه ممتد يبقى نشطًا لمدة 30 دقيقة، مثالي للعمليات الأطول التي تحتاج إلى وقت أكثر من البريد الإلكتروني المؤقت القياسي. هل تحتاج إلى خيارات أقصر؟ جرب بريدنا الإلكتروني <a href="/10-minutes-temporary-email" class="text-blue-500 hover:underline">لمدة 10 دقائق</a> أو <a href="/20-minutes-temporary-email" class="text-blue-500 hover:underline">البريد الإلكتروني لمدة 20 دقيقة</a>.

# email30min.faq2Question
source: Is it completely free?
ar: هل هو مجاني بالكامل؟

# email30min.faq2Answer
source: Yes, it's 100% free with no hidden costs, registration requirements, or premium features.
ar: نعم، إنه مجاني 100٪ بدون أي تكاليف خفية أو متطلبات تسجيل أو ميزات مميزة.

# email30min.faq3Question
source: Can I use it for business registrations?
ar: هل يمكنني استخدامه لتسجيلات الأعمال؟

# email30min.faq3Answer
source: Absolutely. The 30-minute window is perfect for business tool trials, B2B service sign-ups, and professional platform evaluations.
ar: بالتأكيد. نافذة الـ 30 دقيقة مثالية لتجارب أدوات الأعمال وتسجيلات خدمات B2B وتقييمات المنصات الاحترافية.

# email30min.faq4Question
source: What happens after 30 minutes?
ar: ماذا يحدث بعد 30 دقيقة؟

# email30min.faq4Answer
source: The email address and all received messages are permanently deleted. No data is retained or recoverable.
ar: يتم حذف عنوان البريد الإلكتروني وجميع الرسائل المستلمة بشكل دائم. لا يتم الاحتفاظ بأي بيانات أو إمكانية استعادتها.

# email30min.faq5Question
source: Can I extend the 30-minute timer?
ar: هل يمكنني تمديد مؤقت الـ 30 دقيقة؟

# email30min.faq5Answer
source: Yes, you can reset the timer by clicking the "Reset" button to get another full 30 minutes.
ar: نعم، يمكنك إعادة تعيين المؤقت بالضغط على زر "إعادة تعيين" للحصول على 30 دقيقة كاملة أخرى.

# email30min.faq6Question
source: Is my privacy protected?
ar: هل خصوصيتي محمية؟

# email30min.faq6Answer
source: Completely. We don't track, store, or log any personal information. Your anonymity is guaranteed.
ar: تمامًا. نحن لا نتتبع أو نخزن أو نسجل أي معلومات شخصية. يتم ضمان عدم الكشف عن هويتك.

# email30min.faq7Question
source: How many emails can I receive?
ar: كم عدد رسائل البريد الإلكتروني التي يمكنني استقبالها؟

# email30min.faq7Answer
source: There's no limit on the number of emails you can receive within the 30-minute window.
ar: لا يوجد حد لعدد رسائل البريد الإلكتروني التي يمكنك استقبالها خلال نافذة الـ 30 دقيقة.

# savedEmail.verifying.title
source: Verifying Access Link...
ar: جارٍ التحقق من رابط الوصول...

# savedEmail.verifying.subtitle
source: Please wait while we verify your saved email.
ar: يرجى الانتظار أثناء التحقق من بريدك الإلكتروني المحفوظ.

# savedEmail.success.title
source: Access Verified!
ar: تم التحقق من الوصول!

# savedEmail.success.subtitle
source: Redirecting to your saved email inbox...
ar: جارٍ التوجيه إلى صندوق الوارد المحفوظ الخاص بك...

# savedEmail.daysRemaining
source: {{emailData.days_remaining}} days remaining
ar: {{emailData.days_remaining}} أيام متبقية

# savedEmail.error.title
source: Access Link Invalid
ar: رابط الوصول غير صالح

# savedEmail.error.generateNew
source: Generate New Email
ar: إنشاء بريد إلكتروني جديد

# mainTempMail.inbox
source: Inbox
ar: البريد الوارد

# copied2
source: Copied!
ar: تم النسخ!

# copy2
source: Copy
ar: نسخ

# copied1
source: Copied!
ar: تم النسخ!

# copyLink1
source: Copy Link
ar: انسخ الرابط

# htmlLang
source: en
de: de
fr: fr
it: it

# mainTitle
source: Free Temporary Email Service
de: Kostenloser temporärer E-Mail-Dienst
fr: Service d'e-mail temporaire gratuit
it: Servizio di email temporanea gratuito

# mainDesc
source: Our disposable email service provides instant, anonymous email addresses to help you avoid spam and maintain online security. Get a free temporary email address in seconds with no registration required.
de: Unser Wegwerf-E-Mail-Dienst bietet sofortige, anonyme E-Mail-Adressen, um Ihnen zu helfen, Spam zu vermeiden und Ihre Online-Sicherheit zu gewährleisten. Erhalten Sie in Sekunden eine kostenlose temporäre E-Mail-Adresse ohne Registrierung.
fr: Notre service d'e-mail jetable fournit des adresses e-mail instantanées et anonymes pour vous aider à éviter le spam et à maintenir votre sécurité en ligne. Obtenez une adresse e-mail temporaire gratuite en quelques secondes sans inscription.
it: Il nostro servizio di email temporanea fornisce indirizzi email istantanei e anonimi per aiutarti a evitare lo spam e mantenere la sicurezza online. Ottieni un indirizzo email temporaneo gratuito in pochi secondi senza registrazione.

# onlineStatus
source: Online
fr: En ligne

# yourTempEmail
source: Your Temporary Email
de: Ihre temporäre E-Mail
fr: Votre e-mail temporaire
it: La tua email temporanea

source: New Email
de: Neue E-Mail
fr: Nouvel e-mail
it: Nuova email

source: Copied!
de: Kopiert!
fr: Copié !
it: Copiato!

source: Copy
de: Kopieren
fr: Copier
it: Copia

source: Inbox
de: Posteingang
fr: Boîte de réception
it: Posta in arrivo

# autoRefresh
source: Auto-refresh in {{countdown}}s
de: Automatische Aktualisierung in {{countdown}}
fr: Rafraîchissement automatique dans {{countdown}}
it: Aggiornamento automatico tra {{countdown}}

# howItWorks
source: How to Use & Save Your Temporary Email
de: So nutzen & speichern Sie Ihre temporäre E-Mail
fr: Comment utiliser et sauvegarder votre e-mail temporaire
it: Come usare e salvare la tua email temporanea

# usingTempEmail
source: Using Your Temporary Email
de: Verwendung Ihrer temporären E-Mail
fr: Utiliser votre e-mail temporaire
it: Utilizzo della tua email temporanea

# getRandomEmail
source: Get a random temporary email automatically when you visit - or click "New Email" to generate a different disposable address (random or custom)
de: Sie erhalten automatisch eine zufällige temporäre E-Mail, wenn Sie die Seite besuchen – oder klicken Sie auf "Neue E-Mail", um eine andere Adresse (zufällig oder benutzerdefiniert) zu generieren.
fr: Obtenez automatiquement un e-mail temporaire aléatoire lors de votre visite - ou cliquez sur "Nouvel e-mail" pour générer une adresse différente (aléatoire ou personnalisée)
it: Ricevi automaticamente una email temporanea casuale quando visiti il sito - oppure clicca su "Nuova email" per generare un indirizzo diverso (casuale o personalizzato)

# accessHistory
source: Access "Email History" from the "New Email" menu to view, reuse, or delete any of your recent temporary addresses
de: Greifen Sie über das Menü "Neue E-Mail" auf den "E-Mail-Verlauf" zu, um Ihre letzten temporären Adressen anzuzeigen, wiederzuverwenden oder zu löschen.
fr: Accédez à "Historique des e-mails" depuis le menu "Nouvel e-mail" pour voir, réutiliser ou supprimer vos adresses temporaires récentes
it: Accedi a "Cronologia email" dal menu "Nuova email" per visualizzare, riutilizzare o eliminare i tuoi indirizzi temporanei recenti

# useForRegistrations
source: Use these emails for website registrations or verifications
de: Verwenden Sie diese E-Mails für Website-Registrierungen oder Verifizierungen
fr: Utilisez ces e-mails pour les inscriptions ou vérifications sur les sites web
it: Usa queste email per registrazioni o verifiche su siti web

# allReceivedEmails
source: All received emails appear in your temporary inbox
de: Alle empfangenen E-Mails erscheinen in Ihrem temporären Posteingang
fr: Tous les e-mails reçus apparaissent dans votre boîte temporaire
it: Tutte le email ricevute appaiono nella tua posta temporanea

# secureStorage
source: We securely store your emails in browser for 24 hours - access all generated addresses during this period
de: Wir speichern Ihre E-Mails sicher im Browser für 24 Stunden – Sie können alle generierten Adressen in diesem Zeitraum abrufen
fr: Nous stockons vos e-mails en toute sécurité dans le navigateur pendant 24 heures - accédez à toutes les adresses générées pendant cette période
it: Conserviamo le tue email in modo sicuro nel browser per 24 ore - accedi a tutti gli indirizzi generati durante questo periodo

source: Saving for 7-Day Access
de: Speichern für 7-Tage-Zugang
fr: Sauvegarde pour un accès de 7 jours
it: Salvataggio per accesso di 7 giorni

# clickSaveIcon
source: Click the {START_TAG_LUCIDE_ICON} bookmark icon next to your email
de: Klicken Sie auf das {START_TAG_LUCIDE_ICON} Lesezeichen-Symbol neben Ihrer E-Mail
fr: Cliquez sur l'icône {START_TAG_LUCIDE_ICON} à côté de votre e-mail
it: Clicca sull'icona {START_TAG_LUCIDE_ICON} accanto alla tua email

# copyAccessLink
source: Copy the unique access link provided
de: Kopieren Sie den bereitgestellten eindeutigen Zugriffslink
fr: Copiez le lien d'accès unique fourni
it: Copia il link di accesso unico fornito

# useLinkToReturn
source: Use this link to return to your inbox anytime within 7 days
de: Verwenden Sie diesen Link, um innerhalb von 7 Tagen jederzeit zu Ihrem Posteingang zurückzukehren
fr: Utilisez ce lien pour revenir à votre boîte de réception à tout moment dans les 7 jours
it: Usa questo link per tornare alla tua posta in qualsiasi momento entro 7 giorni

# noSavingExpiration
source: Without saving, your temporary email will expire in 24 hour when you close the browser.
de: Ohne Speichern läuft Ihre temporäre E-Mail nach 24 Stunden oder beim Schließen des Browsers ab.
fr: Sans sauvegarde, votre e-mail temporaire expirera dans 24 heures ou à la fermeture du navigateur.
it: Senza salvataggio, la tua email temporanea scadrà in 24 ore o alla chiusura del browser.

source: No Registration
de: Keine Registrierung
fr: Pas d'inscription
it: Nessuna registrazione

# startUsingNoReg
source: Start using immediately without signing up
de: Sofortige Nutzung ohne Anmeldung
fr: Commencez à utiliser immédiatement sans inscription
it: Inizia subito senza registrazione

source: 7-Day Access
de: 7-Tage-Zugang
fr: Accès 7 jours
it: Accesso 7 giorni

# returnToSavedEmails
source: Return to your saved emails for a full week
de: Greifen Sie eine Woche lang auf Ihre gespeicherten E-Mails zu
fr: Revenez à vos e-mails sauvegardés pendant une semaine complète
it: Torna alle tue email salvate per una settimana intera

source: Spam Protection
de: Spam-Schutz
fr: Protection contre le spam
it: Protezione dallo spam

# keepPersonalInboxClean
source: Keep your personal inbox clean
de: Halten Sie Ihren persönlichen Posteingang sauber
fr: Gardez votre boîte personnelle propre
it: Tieni pulita la tua casella personale

# about
source: About Our Temporary Email Service
de: Über unseren temporären E-Mail-Dienst
fr: À propos de notre service d'e-mail temporaire
it: Informazioni sul nostro servizio di email temporanea

# aboutDescription
source: Our {START_TAG_STRONG}free disposable email service{CLOSE_TAG_STRONG} provides users with temporary email addresses that help protect privacy and prevent spam. Whether you need to sign up for a new service, verify an account, or test a website, our temporary emails offer a secure way to maintain your online anonymity.
de: Unser {START_TAG_STRONG}kostenloser Wegwerf-E-Mail-Dienst{CLOSE_TAG_STRONG} bietet temporäre E-Mail-Adressen, die Ihre Privatsphäre schützen und Spam verhindern. Egal, ob Sie sich für einen neuen Dienst anmelden, ein Konto verifizieren oder eine Website testen möchten – unsere temporären E-Mails bieten eine sichere Möglichkeit, Ihre Online-Anonymität zu wahren.
fr: Notre {START_TAG_STRONG}service d'e-mail jetable gratuit{CLOSE_TAG_STRONG} fournit des adresses e-mail temporaires qui aident à protéger la vie privée et à éviter le spam. Que vous ayez besoin de vous inscrire à un nouveau service, de vérifier un compte ou de tester un site web, nos e-mails temporaires offrent un moyen sûr de préserver votre anonymat en ligne.
it: Il nostro {START_TAG_STRONG}servizio di email temporanea gratuito{CLOSE_TAG_STRONG} fornisce indirizzi email temporanei che aiutano a proteggere la privacy e prevenire lo spam. Che tu debba iscriverti a un nuovo servizio, verificare un account o testare un sito web, le nostre email temporanee offrono un modo sicuro per mantenere l'anonimato online.

# about7DayAccess
source: Unlike other disposable email services, we offer {START_TAG_STRONG}7-day access{CLOSE_TAG_STRONG} to your temporary inbox when you save your session. This extended access period makes it easier to complete verification processes or retrieve important information without rushing.
de: Im Gegensatz zu anderen Wegwerf-E-Mail-Diensten bieten wir {START_TAG_STRONG}7-Tage-Zugang{CLOSE_TAG_STRONG} zu Ihrem temporären Posteingang, wenn Sie Ihre Sitzung speichern. Dieser verlängerte Zeitraum erleichtert es, Verifizierungen abzuschließen oder wichtige Informationen ohne Eile abzurufen.
fr: Contrairement à d'autres services d'e-mails jetables, nous offrons {START_TAG_STRONG}un accès de 7 jours{CLOSE_TAG_STRONG} à votre boîte temporaire lorsque vous sauvegardez votre session. Cette période prolongée facilite la vérification ou la récupération d'informations importantes sans se presser.
it: A differenza di altri servizi di email temporanea, offriamo {START_TAG_STRONG}accesso di 7 giorni{CLOSE_TAG_STRONG} alla tua casella temporanea quando salvi la sessione. Questo periodo prolungato facilita la verifica o il recupero di informazioni importanti senza fretta.

# commonUses
source: Common Uses for Temporary Emails:
de: Häufige Verwendungszwecke für temporäre E-Mails:
fr: Utilisations courantes des e-mails temporaires :
it: Usi comuni delle email temporanee:

# websiteRegistrations
source: Website registrations and sign-ups
de: Website-Registrierungen und Anmeldungen
fr: Inscriptions et enregistrements sur les sites web
it: Registrazioni e iscrizioni su siti web

# appTesting
source: App testing and development
de: App-Tests und Entwicklung
fr: Tests et développement d'applications
it: Test e sviluppo di app

# onlineShopping
source: Online shopping from new retailers
de: Online-Shopping bei neuen Händlern
fr: Achat en ligne auprès de nouveaux commerçants
it: Acquisti online da nuovi rivenditori

# accessingFreeTrials
source: Accessing free trials without commitment
de: Zugriff auf kostenlose Testversionen ohne Verpflichtung
fr: Accès à des essais gratuits sans engagement
it: Accesso a prove gratuite senza impegno

# protectingPrimaryEmail
source: Protecting your primary email from spam
de: Schutz Ihrer primären E-Mail vor Spam
fr: Protéger votre e-mail principal du spam
it: Proteggere la tua email principale dallo spam

# faq
source: Frequently Asked Questions
de: Häufig gestellte Fragen
fr: Questions fréquemment posées
it: Domande frequenti

# howToStart
source: How do I get started with a temporary email?
de: Wie starte ich mit einer temporären E-Mail?
fr: Comment commencer avec un e-mail temporaire ?
it: Come iniziare con una email temporanea?

# howToStartDescription
source: You automatically receive a random temporary email when you visit our site. No registration required - just start using it immediately.
de: Sie erhalten automatisch eine zufällige temporäre E-Mail, wenn Sie unsere Seite besuchen. Keine Registrierung erforderlich – einfach sofort nutzen.
fr: Vous recevez automatiquement un e-mail temporaire aléatoire lors de votre visite sur notre site. Aucune inscription requise - commencez à l'utiliser immédiatement.
it: Ricevi automaticamente una email temporanea casuale quando visiti il nostro sito. Nessuna registrazione richiesta - inizia subito a usarla.

# customEmailAddress
source: Can I create a custom temporary email address?
de: Kann ich eine benutzerdefinierte temporäre E-Mail-Adresse erstellen?
fr: Puis-je créer une adresse e-mail temporaire personnalisée ?
it: Posso creare un indirizzo email temporaneo personalizzato?

# customEmailDescription
source: Yes! Click "New Email" to generate either a random address or create one with your preferred username.
de: Ja! Klicken Sie auf "Neue E-Mail", um entweder eine zufällige Adresse zu generieren oder eine mit Ihrem gewünschten Benutzernamen zu erstellen.
fr: Oui ! Cliquez sur "Nouvel e-mail" pour générer une adresse aléatoire ou en créer une avec le nom d'utilisateur de votre choix.
it: Sì! Clicca su "Nuova email" per generare un indirizzo casuale o crearne uno con il nome utente che preferisci.

# emailExpiration
source: How long do temporary emails last?
de: Wie lange sind temporäre E-Mails gültig?
fr: Combien de temps durent les e-mails temporaires ?
it: Quanto durano le email temporanee?

# emailExpirationDescription
source: By default, emails expire after 24 hours. However, you can save any email for 7-day access by bookmarking it and using the unique access link provided.
de: Standardmäßig laufen E-Mails nach 24 Stunden ab. Sie können jedoch jede E-Mail für 7 Tage speichern, indem Sie sie mit einem Lesezeichen versehen und den bereitgestellten Zugriffslink verwenden.
fr: Par défaut, les e-mails expirent après 24 heures. Cependant, vous pouvez sauvegarder n'importe quel e-mail pour un accès de 7 jours en l'ajoutant aux favoris et en utilisant le lien d'accès unique fourni.
it: Di default, le email scadono dopo 24 ore. Tuttavia, puoi salvare qualsiasi email per 7 giorni aggiungendola ai preferiti e usando il link di accesso unico fornito.

# sendEmails
source: Can I send emails from my temporary address?
de: Kann ich von meiner temporären Adresse E-Mails senden?
fr: Puis-je envoyer des e-mails depuis mon adresse temporaire ?
it: Posso inviare email dal mio indirizzo temporaneo?

# sendEmailsDescription
source: No, this is a receive-only service designed for verification and spam protection.
de: Nein, dies ist ein reiner Empfangsdienst für Verifizierungen und Spam-Schutz.
fr: Non, ce service est réservé à la réception pour la vérification et la protection contre le spam.
it: No, questo servizio è solo per la ricezione, pensato per la verifica e la protezione dallo spam.

# accessSavedEmails
source: How do I access my saved temporary emails?
de: Wie greife ich auf meine gespeicherten temporären E-Mails zu?
fr: Comment accéder à mes e-mails temporaires sauvegardés ?
it: Come accedo alle mie email temporanee salvate?

# accessSavedEmailsDescription
source: Bookmark any email to get a unique link that remains active for 7 days. You can also view recent addresses in your Email History.
de: Setzen Sie ein Lesezeichen für jede E-Mail, um einen eindeutigen Link zu erhalten, der 7 Tage lang aktiv bleibt. Sie können auch aktuelle Adressen im E-Mail-Verlauf anzeigen.
fr: Ajoutez n'importe quel e-mail aux favoris pour obtenir un lien unique valable 7 jours. Vous pouvez également voir les adresses récentes dans l'historique des e-mails.
it: Aggiungi ai preferiti qualsiasi email per ottenere un link unico valido per 7 giorni. Puoi anche vedere gli indirizzi recenti nella Cronologia email.

# noSavingEmail
source: What happens if I don't save my temporary email?
de: Was passiert, wenn ich meine temporäre E-Mail nicht speichere?
fr: Que se passe-t-il si je ne sauvegarde pas mon e-mail temporaire ?
it: Cosa succede se non salvo la mia email temporanea?

# noSavingEmailDescription
source: Unsaved emails will expire when you close your browser or after 24 hours. We recommend bookmarking important emails to extend access.
de: Nicht gespeicherte E-Mails verfallen beim Schließen des Browsers oder nach 24 Stunden. Wir empfehlen, wichtige E-Mails mit einem Lesezeichen zu versehen, um den Zugriff zu verlängern.
fr: Les e-mails non sauvegardés expireront à la fermeture du navigateur ou après 24 heures. Nous recommandons d'ajouter les e-mails importants aux favoris pour prolonger l'accès.
it: Le email non salvate scadranno alla chiusura del browser o dopo 24 ore. Consigliamo di aggiungere ai preferiti le email importanti per prolungare l'accesso.

# emailLimit
source: Is there a limit to how many temporary emails I can create?
de: Gibt es eine Begrenzung, wie viele temporäre E-Mails ich erstellen kann?
fr: Y a-t-il une limite au nombre d'e-mails temporaires que je peux créer ?
it: C'è un limite al numero di email temporanee che posso creare?

# emailLimitDescription
source: You can generate unlimited temporary emails, though we recommend bookmarking important ones to maintain access.
de: Sie können unbegrenzt temporäre E-Mails generieren, wir empfehlen jedoch, wichtige mit einem Lesezeichen zu versehen, um den Zugriff zu behalten.
fr: Vous pouvez générer un nombre illimité d'e-mails temporaires, mais nous recommandons d'ajouter les plus importants aux favoris pour conserver l'accès.
it: Puoi generare email temporanee illimitate, ma consigliamo di aggiungere ai preferiti quelle importanti per mantenere l'accesso.

# whatAreTempEmails
source: What are common uses for temporary emails?
de: Was sind häufige Verwendungszwecke für temporäre E-Mails?
fr: Quelles sont les utilisations courantes des e-mails temporaires ?
it: Quali sono gli usi comuni delle email temporanee?

# whatAreTempEmailsDescription
source: They're perfect for website registrations, app testing, online shopping from new retailers, accessing free trials, and protecting your primary email from spam.
de: Sie eignen sich perfekt für Website-Registrierungen, App-Tests, Online-Shopping bei neuen Händlern, kostenlose Testversionen und den Schutz Ihrer primären E-Mail vor Spam.
fr: Ils sont parfaits pour les inscriptions sur les sites web, les tests d'applications, les achats en ligne auprès de nouveaux commerçants, l'accès à des essais gratuits et la protection de votre e-mail principal contre le spam.
it: Sono perfette per registrazioni su siti, test di app, acquisti online da nuovi rivenditori, accesso a prove gratuite e protezione della tua email principale dallo spam.

# isDataSecure
source: Is my temporary email data secure?
de: Ist meine temporäre E-Mail sicher?
fr: Mes données d'e-mail temporaire sont-elles sécurisées ?
it: I miei dati email temporanei sono sicuri?

# isDataSecureDescription
source: All emails are stored locally in your browser and automatically cleared after their expiration period. We don't permanently store your data.
de: Alle E-Mails werden lokal in Ihrem Browser gespeichert und nach Ablauf automatisch gelöscht. Wir speichern Ihre Daten nicht dauerhaft.
fr: Tous les e-mails sont stockés localement dans votre navigateur et supprimés automatiquement après expiration. Nous ne stockons pas vos données de façon permanente.
it: Tutte le email sono memorizzate localmente nel browser e vengono eliminate automaticamente dopo la scadenza. Non memorizziamo i tuoi dati in modo permanente.

source: Your Email History
de: Ihr E-Mail-Verlauf
fr: Historique de vos e-mails
it: Cronologia email

source: Create New Email
de: Neue E-Mail erstellen
fr: Créer un nouvel e-mail
it: Crea nuova email

# selectPrevious
source: Select from your previously used addresses
de: Wählen Sie aus Ihren zuvor verwendeten Adressen
fr: Sélectionnez parmi vos adresses précédemment utilisées
it: Seleziona tra gli indirizzi usati in precedenza

# chooseCustomUsername
source: Choose a custom username
de: Wählen Sie einen benutzerdefinierten Benutzernamen
fr: Choisissez un nom d'utilisateur personnalisé
it: Scegli un nome utente personalizzato

# wantToUsePrevious
source: Want to use a previous email?
de: Möchten Sie eine vorherige E-Mail verwenden?
fr: Vous souhaitez utiliser un e-mail précédent ?
it: Vuoi usare una email precedente?

source: View email history →
de: E-Mail-Verlauf anzeigen →
fr: Voir l'historique des e-mails →
it: Vedi cronologia email →
