Repository: Arsal646/mail
Catalog: src/locale/messages.*.xlf
Languages: ar, de, fr, it

# emailViewDialog.temporaryEmail
source: Temporary email
ar: بريد إلكتروني مؤقت

# footer.title
source: Temporary Email Service
ar: خدمة البريد الإلكتروني المؤقت

# footer.subtitle
source: Secure, disposable email addresses
ar: عناوين بريد إلكتروني مؤقتة وآمنة

# footer.home
source: Home
ar: الرئيسية

# footer.10MinMail
source: 10 Minutes Mail
ar: بريد 10 دقائق

# footer.20MinMail
source: 20 Minutes Mail
ar: بريد 20 دقيقة

# footer.30MinMail
source: 30 Minutes Mail
ar: بريد 30 دقيقة

# footer.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية

# footer.copyright
source: © {{ currentYear }} Temporary Email Service. All rights reserved.
ar: © {{ currentYear }} خدمة البريد الإلكتروني المؤقت. جميع الحقوق محفوظة.

# header.online
source: Online
ar: متصل

# mainTempMail.title
source: Your Temporary Email
ar: بريدك الإلكتروني المؤقت

# mainTempMail.newEmail
source: New Email
ar: بريد جديد

# mainTempMail.noRecentEmails
source: No recent emails found
ar: لا توجد رسائل بريدية حديثة

# mainTempMail.generatingEmail
source: Generating email...
ar: جاري إنشاء البريد الإلكتروني...

# mainTempMail.saved
source: Saved!
ar: تم الحفظ!

# mainTempMail.save
source: Save
ar: حفظ

# mainTempMail.emailSaved
source: Email saved!
ar: تم حفظ البريد الإلكتروني!

# mainTempMail.saveFor7Days
source: Save for 7 days
ar: حفظ لمدة 7 أيام

# mainTempMail.copied
source: Copied
ar: تم النسخ

# mainTempMail.copy
source: Copy
ar: نسخ

# mainTempMail.copyEmailAddress
source: Copy email address
ar: نسخ عنوان البريد الإلكتروني

# mainTempMail.savedMobile
source: Saved
ar: محفوظ

# mainTempMail.saveMobile
source: Save
ar: حفظ

# mainTempMail.newEmailMobile
source: New Email
ar: بريد جديد

# mainTempMail.autoRefresh
source: Auto-refresh in {{ countdown() }}s
ar: تحديث تلقائي خلال {{ countdown() }} ثانية

# mainTempMail.waitingForMessages
source: Waiting for incoming messages for <span class="font-bold text-dark">{{currentEmail}}</span>
ar: في انتظار الرسائل الواردة لـ <span class="font-bold text-dark">{{currentEmail}}</span>

# mainTempMail.checkAgain
source: Check Again
ar: تحقق مرة أخرى

# newEmailModal.yourEmailHistory
source: Your Email History
ar: سجل بريدك الإلكتروني

# newEmailModal.createNewEmail
source: Create New Email
ar: إنشاء بريد إلكتروني جديد

# newEmailModal.selectFromPrevious
source: Select from your previously used addresses
ar: اختر من العناوين المستخدمة سابقًا

# newEmailModal.chooseCustomUsername
source: Choose a custom username
ar: اختر اسم مستخدم مخصص

# newEmailModal.wantToPrevious
source: Want to use a previous email?
ar: هل تريد استخدام بريد إلكتروني سابق؟

# newEmailModal.viewEmailHistory
source: View email history →
ar: عرض سجل البريد الإلكتروني →

# newEmailModal.customEmailAddress
source: Custom Email Address
ar: عنوان بريد إلكتروني مخصص

# newEmailModal.generateRandom
source: Generate Random
ar: إنشاء عشوائي

# newEmailModal.characterRequirement
source: Use 4-24 characters with letters and numbers only
ar: استخدم 4-24 حرفًا وأرقامًا فقط

# newEmailModal.cancel
source: Cancel
ar: إلغاء

# newEmailModal.createEmailAddress
source: Create Email Address
ar: إنشاء عنوان بريد إلكتروني

# newEmailModal.backToNewEmail
source: Back to new email
ar: العودة إلى البريد الجديد

# newEmailModal.noPreviousEmails
source: No previous emails found
ar: لا توجد رسائل بريدية سابقة

# newEmailModal.createdEmailsAppear
source: Your created emails will appear here
ar: ستظهر رسائل البريد الإلكتروني التي أنشأتها هنا

# newEmailModal.active
source: Active
ar: نشط

# newEmailModal.expired
source: Expired
ar: منتهي الصلاحية

# newEmailModal.use
source: Use
ar: استخدام

# newEmailModal.delete
source: Delete
ar: حذف

# quickEmail.title
source: Your Quick Email Address
ar: عنوان بريدك الإلكتروني السريع

# quickEmail.newEmail
source: New Email
ar: بريد جديد

# quickEmail.expired
source: Email Expired
ar: انتهت صلاحية البريد الإلكتروني

# quickEmail.generateNewEmail
source: Generate New Email
ar: إنشاء بريد إلكتروني جديد

# quickEmail.generating
source: Generating new email...
ar: جاري إنشاء بريد إلكتروني جديد...

# quickEmail.copyButton
source: {{copied ? 'Copied' : 'Copy'}}
ar: {{copied ? 'تم النسخ' : 'نسخ'}}

# quickEmail.copyButtonMobile
source: {{copied ? 'Copied!' : 'Copy'}}
ar: {{copied ? 'تم النسخ!' : 'نسخ'}}

# quickEmail.howToUse
source: How to use:
ar: كيفية الاستخدام:

# quickEmail.instruction1
source: • Use for quick verifications or one-time registrations
ar: • استخدم للتحقق السريع أو التسجيلات لمرة واحدة

# quickEmail.instruction2
source: • Expires automatically in {{pageTimeCount}} minutes
ar: • تنتهي صلاحيته تلقائيًا بعد {{pageTimeCount}} دقيقة

# quickEmail.instruction3
source: • Click "Reset" to extend time back to {{pageTimeCount}} minutes
ar: • انقر على "إعادة تعيين" لتمديد الوقت إلى {{pageTimeCount}} دقيقة

# quickEmail.instruction4
source: • Check inbox below for received emails
ar: • تحقق من صندوق الوارد أدناه للرسائل المستلمة

# quickEmail.inbox
source: Inbox
ar: صندوق الوارد

# quickEmail.autoRefresh
source: Auto-refresh in {{ countdown() }}s
ar: تحديث تلقائي خلال {{ countdown() }} ثانية

# quickEmail.expiredInbox
source: Email expired. Generate a new email to view inbox.
ar: انتهت صلاحية البريد الإلكتروني. قم بإنشاء بريد جديد لعرض صندوق الوارد.

# quickEmail.waitingForMessages
source: Waiting for messages for <span class="font-medium">{{currentEmail}}</span>
ar: في انتظار الرسائل لـ <span class="font-medium">{{currentEmail}}</span>

# quickEmail.featuresTitle
source: Quick Email Features
ar: ميزات البريد السريع

# quickEmail.feature1Title
source: {{pageTimeCount}}-Minute Expiry
ar: انتهاء الصلاحية خلال {{pageTimeCount}} دقيقة

# quickEmail.feature1Desc
source: Perfect for quick verifications
ar: مثالي للتحقق السريع

# quickEmail.feature2Title
source: Instant Generation
ar: إنشاء فوري

# quickEmail.feature2Desc
source: Get a new email instantly
ar: احصل على بريد إلكتروني جديد على الفور

# quickEmail.feature3Title
source: Privacy Focused
ar: مركز على الخصوصية

# quickEmail.feature3Desc
source: Completely anonymous
ar: مجهول تمامًا

# email10minTitle
source: 10 Minutes Temporary Email – Free Disposable Inbox Without Signup
ar: بريد إلكتروني مؤقت لمدة 10 دقائق - صندوق وارد مؤقت مجاني بدون تسجيل

# email10minSubtitle
source: Instantly generate a <strong>10 minutes temporary email address</strong>. Perfect for email verifications, OTPs, and anonymous sign-ups without exposing your personal inbox.
ar: قم بإنشاء <strong>عنوان بريد إلكتروني مؤقت لمدة 10 دقائق</strong> على الفور. مثالي للتحقق من البريد الإلكتروني، وكلمات المرور لمرة واحدة، والتسجيلات المجهولة دون الكشف عن صندوق الوارد الشخصي.

# whatIs10minEmail
source: What is a 10 Minutes Temporary Email?
ar: ما هو البريد الإلكتروني المؤقت لمدة 10 دقائق؟

# 10minEmailDesc1
source: A <strong>10 minutes temporary email</strong> is a disposable, anonymous inbox that lasts only 10 minutes. It's ideal for one-time registrations, email confirmations, downloading files, and avoiding spam.
ar: البريد الإلكتروني المؤقت لمدة <strong>10 دقائق</strong> هو صندوق وارد مؤقت ومجهول يستمر لمدة 10 دقائق فقط. إنه مثالي للتسجيلات لمرة واحدة، وتأكيدات البريد الإلكتروني، وتنزيل الملفات، وتجنب البريد العشوائي.

# 10minEmailDesc2
source: No sign-up or personal data is required, making it the safest way to stay anonymous online. Use it as a throwaway email whenever you need a quick, secure inbox.
ar: لا يلزم التسجيل أو تقديم بيانات شخصية، مما يجعله الطريقة الأكثر أمانًا للبقاء مجهولاً على الإنترنت. استخدمه كبريد إلكتروني مؤقت كلما احتجت إلى صندوق وارد سريع وآمن.

# feature1
source: Automatically expires after 10 minutes
ar: تنتهي صلاحيته تلقائيًا بعد 10 دقائق

# feature2
source: Completely anonymous and untraceable
ar: مجهول تمامًا ولا يمكن تتبعه

# feature3
source: Receive OTPs, confirmations, and attachments securely
ar: استقبل كلمات المرور لمرة واحدة، والتأكيدات، والمرفقات بأمان

# featureTitle1
source: Self-Destructing Inboxes
ar: صناديق الوارد ذاتية التدمير

# featureDesc1
source: All messages are automatically deleted after 10 minutes to protect your privacy.
ar: يتم حذف جميع الرسائل تلقائيًا بعد 10 دقائق لحماية خصوصيتك.

# featureTitle2
source: No Sign-Up Required
ar: لا يلزم التسجيل

# featureDesc2
source: Simply visit the page to start — no login, no password, no hassle.
ar: ما عليك سوى زيارة الصفحة للبدء - لا تسجيل دخول، لا كلمة مرور، لا تعقيدات.

# featureTitle3
source: Anonymous & Secure
ar: مجهول وآمن

# featureDesc3
source: We don't store or log any user data; all inboxes are wiped clean after use.
ar: نحن لا نخزن أو نسجل أي بيانات للمستخدم؛ يتم مسح جميع صناديق الوارد بعد الاستخدام.

# howToUseTitle
source: How to Use a 10 Minutes Temporary Email
ar: كيفية استخدام بريد إلكتروني مؤقت لمدة 10 دقائق

# step1
source: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>Visit our site to instantly receive a free temporary inbox.</span>
ar: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>قم بزيارة موقعنا لتلقي صندوق وارد مؤقت مجاني على الفور.</span>

# step2
source: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>Copy your 10 minutes temporary email address and use it for registrations or verifications.</span>
ar: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>انسخ عنوان بريدك الإلكتروني المؤقت لمدة 10 دقائق واستخدمه للتسجيلات أو التحقق.</span>

# step3
source: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>Receive OTPs or confirmation emails instantly — inbox refreshes every 10 seconds.</span>
ar: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>استقبل كلمات المرور لمرة واحدة أو رسائل التأكيد على الفور - يتم تحديث صندوق الوارد كل 10 ثوانٍ.</span>

# step4
source: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>All data is permanently deleted after 10 minutes for maximum privacy.</span>
ar: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>يتم حذف جميع البيانات بشكل دائم بعد 10 دقائق لأقصى قدر من الخصوصية.</span>

# useCasesTitle
source: When to Use a Disposable Email Address
ar: متى تستخدم عنوان بريد إلكتروني مؤقت

# techUseCases
source: Tech & Testing
ar: التكنولوجيا والاختبار

# techUseCase1
source: Testing sign-up flows
ar: اختبار تدفقات التسجيل

# techUseCase2
source: Previewing email templates
ar: معاينة قوالب البريد الإلكتروني

# techUseCase3
source: Debugging email APIs
ar: تصحيح واجهات برمجة تطبيقات البريد الإلكتروني

# privacyUseCases
source: Privacy & Productivity
ar: الخصوصية والإنتاجية

# privacyUseCase1
source: Avoid spam from new websites
ar: تجنب البريد العشوائي من المواقع الجديدة

# privacyUseCase2
source: Access gated content securely
ar: الوصول إلى المحتوى المحمي بأمان

# privacyUseCase3
source: Download software & resources
ar: تنزيل البرامج والموارد

# privacyUseCase4
source: Anonymous sign-ups for forums
ar: تسجيلات مجهولة للمنتديات

# faqTitle
source: Frequently Asked Questions
ar: الأسئلة الشائعة

# faq1Question
source: What is a 10 minutes email?
ar: ما هو البريد الإلكتروني لمدة 10 دقائق؟

# faq1Answer
source: A temporary email address that expires after 10 minutes, perfect for receiving one-time messages or verification links. Need more time? Try our free <a href="/20-minutes-temporary-email" class="text-blue-500 hover:underline">20-minute temporary email</a> or <a href="/30-minutes-temporary-email" class="text-blue-500 hover:underline">30-minute temporary email</a> instead.
ar: عنوان بريد إلكتروني مؤقت ينتهي بعد 10 دقائق، مثالي لاستقبال الرسائل لمرة واحدة أو روابط التحقق. هل تحتاج إلى مزيد من الوقت؟ جرب بريدنا الإلكتروني المؤقت المجاني لمدة <a href="/20-minutes-temporary-email" class="text-blue-500 hover:underline">20 دقيقة</a> أو <a href="/30-minutes-temporary-email" class="text-blue-500 hover:underline">30 دقيقة</a> بدلاً من ذلك.

# faq2Question
source: Is it free to use?
ar: هل الاستخدام مجاني؟

# faq2Answer
source: Yes, it's completely free. No sign-up needed, no ads, and no premium charges.
ar: نعم، إنه مجاني تمامًا. لا يلزم التسجيل، ولا إعلانات، ولا رسوم مميزة.

# faq3Question
source: Can I receive OTPs and confirmation emails?
ar: هل يمكنني استقبال كلمات المرور لمرة واحدة ورسائل التأكيد؟

# faq3Answer
source: Yes, the temporary inbox supports all common email types including OTPs and confirmation links.
ar: نعم، يدعم صندوق الوارد المؤقت جميع أنواع البريد الإلكتروني الشائعة بما في ذلك كلمات المرور لمرة واحدة وروابط التأكيد.

# faq4Question
source: Can I extend the timer for my temporary email?
ar: هل يمكنني تمديد المؤقت لبريدي الإلكتروني المؤقت؟

# faq4Answer
source: Yes, simply click the "Reset" button to restart the 10-minute countdown.
ar: نعم، ما عليك سوى النقر على زر "إعادة تعيين" لإعادة تشغيل العد التنازلي لمدة 10 دقائق.

# faq5Question
source: Is this email address truly anonymous?
ar: هل عنوان البريد الإلكتروني هذا مجهول حقًا؟

# faq5Answer
source: Absolutely. We do not collect or track any personal data; every inbox is temporary and private.
ar: بالتأكيد. نحن لا نجمع أو نتتبع أي بيانات شخصية؛ كل صندوق وارد مؤقت وخاص.

# faq6Question
source: How many temporary emails can I create?
ar: كم عدد عناوين البريد الإلكتروني المؤقتة التي يمكنني إنشاؤها؟

# faq6Answer
source: Unlimited. Create as many temporary inboxes as you want, each with its own time limit.
ar: غير محدود. يمكنك إنشاء عدد تريد من صناديق الوارد المؤقتة، لكل منها حد زمني خاص به.

# faq7Question
source: Does it work on mobile?
ar: هل يعمل على الهاتف المحمول؟

# faq7Answer
source: Yes, the service is fully responsive and works seamlessly on all devices.
ar: نعم، الخدمة متجاوبة بالكامل وتعمل بسلاسة على جميع الأجهزة.

# faq8Question
source: Is it safe for important messages?
ar: هل هو آمن للرسائل المهمة؟

# faq8Answer
source: It's suitable for short-term use like OTPs and confirmation emails. Avoid using it for sensitive personal information.
ar: إنه مناسب للاستخدام قصير المدى مثل كلمات المرور لمرة واحدة ورسائل التأكيد. تجنب استخدامه للمعلومات الشخصية الحساسة.

# faq9Question
source: Is it better than using a fake email?
ar: هل هو أفضل من استخدام بريد إلكتروني مزيف؟

# faq9Answer
source: Yes! Unlike fake emails, this service provides a real, functioning inbox for legitimate message receipt.
ar: نعم! على عكس عناوين البريد الإلكتروني المزيفة، توفر هذه الخدمة صندوق وارد حقيقي يعمل لاستلام الرسائل الشرعية.

# email20min.title
source: 20-Minute Temporary Email – free Disposable Inbox
ar: بريد إلكتروني مؤقت لمدة 20 دقيقة - صندوق وارد مؤقت مجاني

# email20min.subtitle
source: Instantly generate a <strong>20-minute temporary email address</strong>, ideal for sign-ups, OTPs, and multi-step verifications that take a bit more time. No registration, no spam, just a secure and private inbox that works when you need it.
ar: قم بإنشاء <strong>عنوان بريد إلكتروني مؤقت لمدة 20 دقيقة</strong> على الفور، مثالي للتسجيلات، وكلمات المرور لمرة واحدة، والتحقق متعدد الخطوات التي تستغرق وقتًا أطول قليلاً. لا تسجيل، لا بريد عشوائي، مجرد صندوق وارد آمن وخاص يعمل عندما تحتاجه.

# email30min.title
source: 30-Minute Temporary Email – Free Disposable Inbox
ar: بريد إلكتروني مؤقت لمدة 30 دقيقة - صندوق وارد مؤقت مجاني

# email30min.subtitle
source: Get a <strong>30-minute temporary email address</strong> for longer processes like account setups, multi-step verifications, and extended communications. Perfect when you need more time than standard temporary emails offer.
ar: احصل على <strong>عنوان بريد إلكتروني مؤقت لمدة 30 دقيقة</strong> للعمليات الأطول مثل إعداد الحسابات، والتحقق متعدد الخطوات، والاتصالات الممتدة. مثالي عندما تحتاج إلى وقت أكثر مما توفره عناوين البريد الإلكتروني المؤقتة القياسية.

# email30min.whatIsTitle
source: What is a 30-Minute Temporary Email?
ar: ما هو البريد الإلكتروني المؤقت لمدة 30 دقيقة؟

# email30min.description1
source: A <strong>30-minute temporary email</strong> is an extended disposable inbox that remains active for half an hour. It's perfect for complex sign-up processes, multi-step verifications, and situations where you need more time to complete your tasks.
ar: البريد الإلكتروني المؤقت لمدة <strong>30 دقيقة</strong> هو صندوق وارد ممتد يمكن التخلص منه يظل نشطًا لمدة نصف ساعة. إنه مثالي لعمليات التسجيل المعقدة، والتحقق متعدد الخطوات، والمواقف التي تحتاج فيها إلى مزيد من الوقت لإكمال مهامك.

# email30min.description2
source: This extended timeframe makes it ideal for account activations that involve multiple confirmation steps, downloading large files, or completing lengthy registration processes without rushing.
ar: هذا الإطار الزمني الممتد يجعله مثاليًا لتفعيل الحسابات التي تتضمن خطوات تأكيد متعددة، أو تنزيل ملفات كبيرة، أو إكمال عمليات التسجيل الطويلة دون استعجال.

# email30min.feature1
source: Extended 30-minute lifespan for complex processes
ar: عمر ممتد لمدة 30 دقيقة للعمليات المعقدة

# email30min.feature2
source: Perfect for multi-step verifications and account setups
ar: مثالي للتحقق متعدد الخطوات وإعداد الحسابات

# email30min.feature3
source: Completely anonymous and secure
ar: مجهول تمامًا وآمن

# email30min.feature4
source: Receive confirmations, OTPs, and attachments safely
ar: استقبل التأكيدات وكلمات المرور لمرة واحدة والمرفقات بأمان

# home.title
source: Free Temporary Email Service - Secure & Anonymous Temp Mail
ar: خدمة البريد الإلكتروني المؤقت المجانية - بريد مؤقت آمن ومجهول

# home.subtitle
source: Keep your inbox safe with our <strong>free temporary email</strong> service. Get instant <strong>temp mail</strong> to block spam, stay private, and skip sign-ups, no registration needed!
ar: احتفظ بصندوق واردك آمنًا مع خدمة <strong>البريد الإلكتروني المؤقت المجانية</strong> الخاصة بنا. احصل على <strong>بريد مؤقت</strong> فوري لحظر البريد العشوائي، والبقاء خاصًا، وتخطي عمليات التسجيل، لا حاجة للتسجيل!

# home.howToUse.title
source: How to use this tool to protect your inbox in 3 Simple Steps
ar: كيفية استخدام هذه الأداة لحماية صندوق الوارد الخاص بك في 3 خطوات بسيطة

# home.step1.title
source: <span class="bg-blue-100 text-blue-800 w-6 h-6 rounded-full flex items-center justify-center mr-2">1</span> Get Your Temporary Email
ar: <span class="bg-blue-100 text-blue-800 w-6 h-6 rounded-full flex items-center justify-center mr-2">1</span> احصل على بريدك الإلكتروني المؤقت

# home.step1.automatic
source: <strong>Automatic address:</strong> You get a temp email as soon as you visit
ar: <strong>عنوان تلقائي:</strong> تحصل على بريد مؤقت بمجرد زيارتك

# home.step1.newEmail
source: <strong>Need a new one?</strong> Click "New Email" for a fresh address (random or custom)
ar: <strong>هل تحتاج إلى عنوان جديد؟</strong> انقر على "بريد جديد" لعنوان جديد (عشوائي أو مخصص)

# home.step1.history
source: <strong>View history:</strong> Check "Email History" to see, reuse, or delete past addresses
ar: <strong>عرض السجل:</strong> تحقق من "سجل البريد الإلكتروني" لرؤية أو إعادة استخدام أو حذف العناوين السابقة

# home.step2.title
source: <span class="bg-green-100 text-green-800 w-6 h-6 rounded-full flex items-center justify-center mr-2">2</span> Use It Anywhere
ar: <span class="bg-green-100 text-green-800 w-6 h-6 rounded-full flex items-center justify-center mr-2">2</span> استخدمه في أي مكان

# home.step2.signUp
source: <strong>Sign up safely:</strong> Use for website registrations and verifications
ar: <strong>سجل بأمان:</strong> استخدمه لتسجيلات المواقع والتحقق

# home.step2.instantAccess
source: <strong>Instant access:</strong> All emails appear in your temporary inbox immediately
ar: <strong>وصول فوري:</strong> تظهر جميع رسائل البريد الإلكتروني في صندوق الوارد المؤقت على الفور

# home.step2.temporaryStorage
source: <strong>Temporary storage:</strong> Emails stay available for 24 hours in your browser
ar: <strong>تخزين مؤقت:</strong> تظل رسائل البريد الإلكتروني متاحة لمدة 24 ساعة في متصفحك

# home.step3.clickBookmark
source: <strong>Click the <span class="font-bold text-purple-600">bookmark icon</span></strong> next to your email
ar: <strong>انقر على <span class="font-bold text-purple-600">أيقونة الإشارة المرجعية</span></strong> بجوار بريدك الإلكتروني

# home.step3.copyLink
source: <strong>Copy your unique access link</strong> that appears
ar: <strong>انسخ رابط الوصول الفريد</strong> الذي يظهر

# home.step3.returnAnytime
source: <strong>Return anytime:</strong> Use this link to access your inbox for 7 days
ar: <strong>عد في أي وقت:</strong> استخدم هذا الرابط للوصول إلى صندوق الوارد الخاص بك لمدة 7 أيام

# home.step3.important
source: <strong>Important:</strong> Unsaved emails disappear after 24 hours when you close your browser
ar: <strong>مهم:</strong> تختفي رسائل البريد الإلكتروني غير المحفوظة بعد 24 ساعة عند إغلاق المتصفح

# home.benefits.noRegistration.title
source: No Registration Needed
ar: لا حاجة للتسجيل

# home.benefits.noRegistration.desc
source: Start protecting your real inbox with a no-signup inbox, instant, secure, and private.
ar: ابدأ في حماية صندوق الوارد الحقيقي الخاص بك بصندوق وارد لا يتطلب تسجيلًا، فوري، آمن، وخاص.

# home.benefits.extendedAccess.title
source: Extended 7-Day Access
ar: وصول ممتد لمدة 7 أيام

# home.benefits.extendedAccess.desc
source: Save important emails and come back anytime within a week
ar: احفظ رسائل البريد الإلكتروني المهمة وعد في أي وقت خلال أسبوع

# home.benefits.spamFree.title
source: Spam-Free Inbox
ar: صندوق وارد خالٍ من البريد العشوائي

# home.benefits.spamFree.desc
source: Keep your personal email clean from unwanted messages
ar: احتفظ ببريدك الإلكتروني الشخصي نظيفًا من الرسائل غير المرغوب فيها

# home.about.title
source: About Our Temporary Email Service
ar: حول خدمة البريد الإلكتروني المؤقت الخاصة بنا

# home.about.description1
source: Our <strong>free disposable email service</strong> provides users with short-lived email addresses that help protect privacy and prevent spam. Whether you need to sign up for a new service, verify an account, or test a website, our temporary emails offer a secure way to maintain your online anonymity.
ar: توفر خدمة <strong>البريد الإلكتروني المؤقت المجانية</strong> للمستخدمين عناوين بريد إلكتروني قصيرة العمر تساعد في حماية الخصوصية ومنع البريد العشوائي. سواء كنت بحاجة إلى التسجيل في خدمة جديدة، أو التحقق من حساب، أو اختبار موقع ويب، توفر عناوين البريد الإلكتروني المؤقتة الخاصة بنا طريقة آمنة للحفاظ على عدم الكشف عن هويتك عبر الإنترنت.

# home.about.description2
source: Unlike other disposable email services, we offer <strong>7-day access</strong> to your temporary inbox when you save your session. This extended access period makes it easier to complete verification processes or retrieve important information without rushing.
ar: على عكس خدمات البريد الإلكتروني المؤقت الأخرى، نقدم <strong>وصولاً لمدة 7 أيام</strong> إلى صندوق الوارد المؤقت الخاص بك عند حفظ جلسة العمل الخاصة بك. تجعل فترة الوصول الممتدة هذه من السهل إكمال عمليات التحقق أو استرداد المعلومات المهمة دون استعجال.

# home.about.usesTitle
source: Common Uses for Temporary Emails:
ar: الاستخدامات الشائعة لعناوين البريد الإلكتروني المؤقتة:

# home.about.use1
source: Website registrations and sign-ups
ar: تسجيلات المواقع والتسجيلات

# home.about.use2
source: App testing and development
ar: اختبار التطبيقات والتطوير

# home.about.use3
source: Online shopping from new retailers
ar: التسوق عبر الإنترنت من تجار جدد

# home.about.use4
source: Accessing free trials without commitment
ar: الوصول إلى الإصدارات التجريبية المجانية دون التزام

# home.about.use5
source: Protecting your primary email from spam
ar: حماية بريدك الإلكتروني الأساسي من البريد العشوائي

# home.comparison.title
source: Temporary Email vs Regular Email
ar: البريد الإلكتروني المؤقت مقابل البريد الإلكتروني العادي

# home.comparison.feature
source: Feature
ar: الميزة

# home.comparison.tempEmail
source: Temporary Email
ar: بريد مؤقت

# home.comparison.regularEmail
source: Regular Email
ar: بريد عادي
