Repository: Arsal646/mail
Catalog: src/locale/messages.*.xlf
Languages: ar, de, fr, it

# home.comparison.privacy
source: Privacy
ar: الخصوصية

# home.comparison.privacyTemp
source: No sign-up, fully anonymous, no personal info required
ar: لا تسجيل، مجهول بالكامل، لا حاجة لمعلومات شخصية

# home.comparison.privacyRegular
source: Requires name, phone, or other personal details
ar: يتطلب الاسم، الهاتف، أو تفاصيل شخصية أخرى

# home.comparison.lifespan
source: Lifespan
ar: العمر الافتراضي

# home.comparison.lifespanTemp
source: Short-term: expires in 24 hours or save for 7 days
ar: قصير المدى: تنتهي صلاحيته بعد 24 ساعة أو حفظ لمدة 7 أيام

# home.comparison.lifespanRegular
source: Long-term: stays active unless deleted manually
ar: طويل المدى: يظل نشطًا ما لم يتم حذفه يدويًا

# home.comparison.spamRisk
source: Spam Risk
ar: خطر البريد العشوائي

# home.comparison.spamRiskTemp
source: None, disposable after use, great for one-time signups
ar: لا يوجد، يمكن التخلص منه بعد الاستخدام، رائع للتسجيلات لمرة واحدة

# home.comparison.spamRiskRegular
source: High, often targeted by spam and marketing emails
ar: مرتفع، غالبًا ما يكون هدفًا للبريد العشوائي ورسائل التسويق

# home.comparison.useCase
source: Use Case
ar: حالة الاستخدام

# home.comparison.useCaseTemp
source: Quick sign-ups, testing, and privacy-focused tasks
ar: تسجيلات سريعة، اختبار، ومهام تركز على الخصوصية

# home.comparison.useCaseRegular
source: Personal and professional communication
ar: الاتصال الشخصي والمهني

# home.faq.title
source: Frequently Asked Questions
ar: الأسئلة الشائعة

# home.faq.getStarted.question
source: How do I get started?
ar: كيف أبدأ؟

# home.faq.getStarted.answer
source: You'll receive a disposable address automatically when you visit. No setup needed - just copy and use it right away.
ar: ستتلقى عنوانًا مؤقتًا تلقائيًا عند زيارتك. لا حاجة للإعداد - ما عليك سوى النسخ واستخدامه على الفور.

# home.faq.customUsername.question
source: Can I choose my own username?
ar: هل يمكنني اختيار اسم المستخدم الخاص بي؟

# home.faq.customUsername.answer
source: Absolutely! Click "New Email" to create either a random address or enter your preferred name before the email symbol.
ar: بالتأكيد! انقر على "بريد جديد" لإنشاء عنوان عشوائي أو أدخل الاسم الذي تفضله قبل رمز البريد الإلكتروني.

# home.faq.duration.question
source: How long do messages stay available?
ar: كم من الوقت تظل الرسائل متاحة؟

# home.faq.duration.answer
source: This service provides <strong>24-hour temporary emails</strong> that remain accessible for a full day. For important emails, click the bookmark icon to save them for a full week. <br><br><strong>Need different durations?</strong> We also offer specialized pages for specific time needs: <br>• <a href="/10-minutes-temporary-email" class="text-blue-500 hover:underline">10-minute emails</a> for quick verifications <br>• <a href="/20-minutes-temporary-email" class="text-blue-500 hover:underline">20-minute emails</a> for multi-step processes <br>• <a href="/30-minutes-temporary-email" class="text-blue-500 hover:underline">30-minute emails</a> for extended registrations
ar: توفر هذه الخدمة <strong>بريدًا إلكترونيًا مؤقتًا لمدة 24 ساعة</strong> يظل متاحًا ليوم كامل. بالنسبة للرسائل المهمة، انقر على أيقونة الإشارة المرجعية لحفظها لمدة أسبوع كامل. <br><br><strong>هل تحتاج إلى فترات مختلفة؟</strong> نقدم أيضًا صفحات متخصصة للاحتياجات الزمنية المحددة: <br>• <a href="/10-minutes-temporary-email" class="text-blue-500 hover:underline">بريد إلكتروني لمدة 10 دقائق</a> للتحقق السريع <br>• <a href="/20-minutes-temporary-email" class="text-blue-500 hover:underline">بريد إلكتروني لمدة 20 دقيقة</a> للعمليات متعددة الخطوات <br>• <a href="/30-minutes-temporary-email" class="text-blue-500 hover:underline">بريد إلكتروني لمدة 30 دقيقة</a> للتسجيلات الممتدة

# home.faq.extension.question
source: Can I keep emails longer than 7 days?
ar: هل يمكنني الاحتفاظ بالرسائل لأكثر من 7 أيام؟

# home.faq.extension.answer
source: The maximum duration is 7 days. For permanent records, we recommend saving the information to your device before expiration.
ar: المدة القصوى هي 7 أيام. للسجلات الدائمة، نوصي بحفظ المعلومات على جهازك قبل انتهاء الصلاحية.

# home.faq.bestUse.question
source: What's this best used for?
ar: ما أفضل استخدام لهذا؟

# home.faq.bestUse.answer
source: Ideal for website signups, app testing, online purchases from new stores, and protecting your primary inbox from spam.
ar: مثالي لتسجيلات المواقع، واختبار التطبيقات، والمشتريات عبر الإنترنت من متاجر جديدة، وحماية صندوق الوارد الأساسي من البريد العشوائي.

# home.faq.safety.question
source: Is my information safe?
ar: هل معلوماتي آمنة؟

# home.faq.safety.answer
source: All data stays in your browser and gets automatically deleted. We don't store any messages on our servers.
ar: تبقى جميع البيانات في متصفحك ويتم حذفها تلقائيًا. نحن لا نخزن أي رسائل على خوادمنا.

# home.cta.title
source: Experience Truly Private Communication
ar: جرب التواصل الخاص حقًا

# home.cta.description
source: Join 500,000+ users who protect their inboxes daily with our <strong>burner email generator</strong>. No tracking, no logs, just pure privacy when you need it.
ar: انضم إلى أكثر من 500,000 مستخدم يحمون صناديق الوارد الخاصة بهم يوميًا باستخدام <strong>مولد البريد الإلكتروني المؤقت</strong> الخاص بنا. لا تتبع، لا سجلات، مجرد خصوصية مطلقة عندما تحتاجها.

# home.cta.button
source: Generate Email Now
ar: إنشاء بريد إلكتروني الآن

# home.cta.disclaimer
source: No credit card required • 100% free forever
ar: لا حاجة لبطاقة ائتمان • مجاني 100٪ إلى الأبد

# privacy.title
source: Privacy Policy
ar: سياسة الخصوصية

# privacy.lastUpdated
source: Last updated: December 2024
ar: آخر تحديث: ديسمبر 2024

# privacy.introduction.title
source: 1. Introduction
ar: 1. مقدمة

# privacy.introduction.content
source: Welcome to Temporary Email Service ("we," "our," or "us"). We are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our temporary email service.
ar: مرحبًا بكم في خدمة البريد الإلكتروني المؤقت ("نحن" أو "الخاصة بنا"). نحن ملتزمون بحماية خصوصيتك وضمان أمان معلوماتك الشخصية. توضح سياسة الخصوصية هذه كيفية جمعنا واستخدامنا وكشفنا وحماية معلوماتك عند استخدامك لخدمة البريد الإلكتروني المؤقت الخاصة بنا.

# privacy.infoCollect.title
source: 2. Information We Collect
ar: 2. المعلومات التي نجمعها

# privacy.infoCollect.tempEmails.title
source: 2.1 Temporary Email Addresses
ar: 2.1 عناوين البريد الإلكتروني المؤقتة

# privacy.infoCollect.tempEmails.content
source: We generate temporary email addresses for your use. These addresses are created randomly and are not linked to your personal identity. We do not collect or store any personal information that could identify you.
ar: نقوم بإنشاء عناوين بريد إلكتروني مؤقتة لاستخدامك. يتم إنشاء هذه العناوين بشكل عشوائي وليست مرتبطة بهويتك الشخصية. نحن لا نجمع أو نخزن أي معلومات شخصية يمكن أن تحدد هويتك.

# privacy.infoCollect.emailContent.title
source: 2.2 Email Content
ar: 2.2 محتوى البريد الإلكتروني

# privacy.infoCollect.emailContent.content
source: When emails are sent to your temporary email address, we temporarily store the email content to display it to you. This content is automatically deleted after a specified period (typically 7 days for saved emails, 24 Hours for unsaved emails).
ar: عند إرسال رسائل البريد الإلكتروني إلى عنوان بريدك الإلكتروني المؤقت، نقوم بتخزين محتوى البريد الإلكتروني مؤقتًا لعرضه لك. يتم حذف هذا المحتوى تلقائيًا بعد فترة محددة (عادةً 7 أيام للرسائل المحفوظة، 24 ساعة للرسائل غير المحفوظة).

# privacy.infoCollect.usageData.title
source: 2.3 Usage Data
ar: 2.3 بيانات الاستخدام

# privacy.infoCollect.usageData.intro
source: We may collect anonymous usage statistics such as:
ar: قد نجمع إحصائيات استخدام مجهولة مثل:

# privacy.infoCollect.usageData.item1
source: Number of temporary emails generated
ar: عدد عناوين البريد الإلكتروني المؤقتة التي تم إنشاؤها

# privacy.infoCollect.usageData.item2
source: Number of emails received
ar: عدد رسائل البريد الإلكتروني المستلمة

# privacy.infoCollect.usageData.item3
source: Features used (copy, save, etc.)
ar: الميزات المستخدمة (نسخ، حفظ، إلخ)

# privacy.infoCollect.usageData.item4
source: Browser type and version
ar: نوع المتصفح وإصداره

# privacy.infoCollect.usageData.purpose
source: This data is used solely to improve our service and is not linked to your identity.
ar: تستخدم هذه البيانات فقط لتحسين خدمتنا وليست مرتبطة بهويتك.

# privacy.howWeUse.title
source: 3. How We Use Your Information
ar: 3. كيفية استخدامنا لمعلوماتك

# privacy.howWeUse.intro
source: We use the collected information for the following purposes:
ar: نستخدم المعلومات المجمعة للأغراض التالية:

# privacy.howWeUse.item1
source: To provide and maintain our temporary email service
ar: لتوفير خدمة البريد الإلكتروني المؤقت والحفاظ عليها

# privacy.howWeUse.item2
source: To display emails sent to your temporary address
ar: لعرض رسائل البريد الإلكتروني المرسلة إلى عنوانك المؤقت

# privacy.howWeUse.item3
source: To generate access links for saved emails
ar: لإنشاء روابط وصول للرسائل المحفوظة

# privacy.howWeUse.item4
source: To improve our service and user experience
ar: لتحسين خدمتنا وتجربة المستخدم

# privacy.howWeUse.item5
source: To prevent abuse and ensure service security
ar: لمنع الإساءة وضمان أمان الخدمة

# privacy.infoSharing.title
source: 4. Information Sharing and Disclosure
ar: 4. مشاركة المعلومات والكشف عنها

# privacy.infoSharing.intro
source: We do not sell, trade, or otherwise transfer your information to third parties. We may share information only in the following circumstances:
ar: نحن لا نبيع أو نتبادل أو ننقل معلوماتك إلى أطراف ثالثة بأي طريقة أخرى. قد نشارك المعلومات فقط في الحالات التالية:

# privacy.infoSharing.legal
source: <strong>Legal Requirements:</strong> If required by law or to protect our rights and safety
ar: <strong>المتطلبات القانونية:</strong> إذا كان ذلك مطلوبًا بموجب القانون أو لحماية حقوقنا وسلامتنا

# privacy.infoSharing.providers
source: <strong>Service Providers:</strong> With trusted third-party service providers who assist us in operating our service (e.g., hosting providers)
ar: <strong>مقدمي الخدمات:</strong> مع موفري الخدمات الخارجيين الموثوق بهم الذين يساعدوننا في تشغيل خدمتنا (مثل موفري الاستضافة)

# privacy.infoSharing.business
source: <strong>Business Transfers:</strong> In connection with a merger, acquisition, or sale of assets
ar: <strong>تحويلات الأعمال:</strong> فيما يتعلق بالاندماج أو الاستحواذ أو بيع الأصول

# privacy.dataSecurity.title
source: 5. Data Security
ar: 5. أمان البيانات

# privacy.dataSecurity.intro
source: We implement appropriate security measures to protect your information:
ar: ننفذ تدابير أمنية مناسبة لحماية معلوماتك:

# privacy.dataSecurity.https
source: All data transmission is encrypted using HTTPS
ar: جميع عمليات نقل البيانات مشفرة باستخدام HTTPS

# privacy.dataSecurity.storage
source: Email content is stored securely and automatically deleted
ar: يتم تخزين محتوى البريد الإلكتروني بشكل آمن وحذفه تلقائيًا

# privacy.dataSecurity.access
source: Access to our systems is restricted and monitored
ar: يتم تقييد ومراقبة الوصول إلى أنظمتنا

# privacy.dataSecurity.audits
source: Regular security audits and updates are performed
ar: يتم إجراء عمليات تدقيق وتحديثات أمنية منتظمة

# privacy.dataRetention.title
source: 6. Data Retention
ar: 6. الاحتفاظ بالبيانات

# privacy.dataRetention.content
source: <strong>Temporary Emails:</strong> Unsaved emails are automatically deleted after 24 Hours.<br><strong>Saved Emails:</strong> Saved emails are retained for 7 days and then automatically deleted.<br><strong>Usage Data:</strong> Anonymous usage statistics may be retained for up to 1 year for service improvement purposes.
ar: <strong>رسائل البريد الإلكتروني المؤقتة:</strong> يتم حذف الرسائل غير المحفوظة تلقائيًا بعد 24 ساعة.<br><strong>الرسائل المحفوظة:</strong> يتم الاحتفاظ بالرسائل المحفوظة لمدة 7 أيام ثم يتم حذفها تلقائيًا.<br><strong>بيانات الاستخدام:</strong> قد يتم الاحتفاظ بإحصائيات الاستخدام المجهولة لمدة تصل إلى عام واحد لأغراض تحسين الخدمة.

# privacy.yourRights.title
source: 7. Your Rights
ar: 7. حقوقك

# privacy.yourRights.intro
source: You have the following rights regarding your information:
ar: لديك الحقوق التالية فيما يتعلق بمعلوماتك:

# privacy.yourRights.access
source: <strong>Access:</strong> You can view emails sent to your temporary address
ar: <strong>الوصول:</strong> يمكنك عرض رسائل البريد الإلكتروني المرسلة إلى عنوانك المؤقت

# privacy.yourRights.deletion
source: <strong>Deletion:</strong> You can delete saved emails at any time
ar: <strong>الحذف:</strong> يمكنك حذف الرسائل المحفوظة في أي وقت

# privacy.yourRights.portability
source: <strong>Portability:</strong> You can export your saved emails
ar: <strong>إمكانية النقل:</strong> يمكنك تصدير رسائلك المحفوظة

# privacy.yourRights.objection
source: <strong>Objection:</strong> You can object to certain processing activities
ar: <strong>الاعتراض:</strong> يمكنك الاعتراض على أنشطة معالجة معينة

# privacy.cookies.title
source: 8. Cookies and Tracking
ar: 8. ملفات تعريف الارتباط والتتبع

# privacy.cookies.content
source: We use minimal cookies necessary for the functioning of our service. We do not use tracking cookies or third-party analytics that could identify individual users.
ar: نستخدم الحد الأدنى من ملفات تعريف الارتباط اللازمة لعمل خدمتنا. نحن لا نستخدم ملفات تعريف الارتباط للتتبع أو تحليلات الطرف الثالث التي يمكن أن تحدد المستخدمين الأفراد.

# privacy.thirdParty.title
source: 9. Third-Party Services
ar: 9. خدمات الطرف الثالث

# privacy.thirdParty.content
source: Our service may contain links to third-party websites or services. We are not responsible for the privacy practices of these third parties. We encourage you to review their privacy policies before using their services.
ar: قد تحتوي خدمتنا على روابط لمواقع أو خدمات تابعة لجهات خارجية. نحن لسنا مسؤولين عن ممارسات الخصوصية لهذه الأطراف الثالثة. نشجعك على مراجعة سياسات الخصوصية الخاصة بهم قبل استخدام خدماتهم.

# privacy.children.title
source: 10. Children's Privacy
ar: 10. خصوصية الأطفال

# privacy.children.content
source: Our service is not intended for children under 13 years of age. We do not knowingly collect personal information from children under 13. If you are a parent or guardian and believe your child has provided us with personal information, please contact us.
ar: ليست خدمتنا مخصصة للأطفال دون سن 13 عامًا. نحن لا نجمع معلومات شخصية من الأطفال دون سن 13 عامًا عن علم. إذا كنت والدًا أو وصيًا وتعتقد أن طفلك قد زودنا بمعلومات شخصية، فيرجى الاتصال بنا.

# privacy.international.title
source: 11. International Data Transfers
ar: 11. نقل البيانات الدولي

# privacy.international.content
source: Your information may be transferred to and processed in countries other than your own. We ensure that such transfers comply with applicable data protection laws and implement appropriate safeguards.
ar: قد يتم نقل معلوماتك ومعالجتها في دول أخرى غير دولتك. نحن نضمن أن مثل هذه التحويلات تتوافق مع قوانين حماية البيانات المعمول بها وتنفذ ضمانات مناسبة.

# privacy.changes.title
source: 12. Changes to This Privacy Policy
ar: 12. التغييرات على سياسة الخصوصية هذه

# privacy.changes.content
source: We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the "Last updated" date. We encourage you to review this Privacy Policy periodically.
ar: قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. وسنخطرك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة وتحديث تاريخ "آخر تحديث". نشجعك على مراجعة سياسة الخصوصية هذه بشكل دوري.

# privacy.contact.title
source: 13. Contact Us
ar: 13. اتصل بنا

# privacy.contact.intro
source: If you have any questions about this Privacy Policy or our privacy practices, please contact us at:
ar: إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه أو ممارسات الخصوصية الخاصة بنا، فيرجى الاتصال بنا على:

# privacy.contact.email
source: <strong>Email:</strong> {{'privacy@tempmail4u.com'}}
ar: <strong>البريد الإلكتروني:</strong> {{'privacy@tempmail4u.com'}}

# privacy.contact.website
source: <strong>Website:</strong><a href="http://tempmail4u.com" class="text-blue-600 hover:text-blue-800 underline">http://tempmail4u.com</a>
ar: <strong>الموقع الإلكتروني:</strong><a href="http://tempmail4u.com" class="text-blue-600 hover:text-blue-800 underline">http://tempmail4u.com</a>

# saveSuccess.title
source: Email Saved Successfully!
ar: تم حفظ البريد الإلكتروني بنجاح!

# saveSuccess.subtitle
source: Your access link has been copied to clipboard
ar: تم نسخ رابط الوصول إلى الحافظة

# saveSuccess.yourEmail
source: Your Email:
ar: بريدك الإلكتروني:

# saveSuccess.accessLink
source: 7-Day Access Link:
ar: رابط وصول لمدة 7 أيام:

# saveSuccess.copyButton
source: {{linkCopied ? 'Copied!' : 'Copy'}}
ar: {{linkCopied ? 'تم النسخ!' : 'نسخ'}}

# saveSuccess.expires
source: Expires: {{data.expiresAtFormatted}}
ar: تنتهي في: {{data.expiresAtFormatted}}

# saveSuccess.instructions
source: <strong>How to use:</strong> Save this link to return to your inbox anytime within 7 days. Share it with others or bookmark it for easy access.
ar: <strong>طريقة الاستخدام:</strong> احفظ هذا الرابط للعودة إلى صندوق الوارد الخاص بك في أي وقت خلال 7 أيام. شاركه مع الآخرين أو أضفه إلى المفضلات لسهولة الوصول.

# saveSuccess.copyLinkButton
source: {{linkCopied ? 'Copied!' : 'Copy Link'}}
ar: {{linkCopied ? 'تم النسخ!' : 'نسخ الرابط'}}

# saveSuccess.gotIt
source: Got it!
ar: فهمت!

# email20min.faqTitle
source: 20-Minute Temporary Email – FAQs
ar: بريد إلكتروني مؤقت لمدة 20 دقيقة - الأسئلة الشائعة

# email20min.faq1Question
source: What is a 20-minute temporary email?
ar: ما هو البريد الإلكتروني المؤقت لمدة 20 دقيقة؟

# email20min.faq1Answer
source: It's a disposable email address that stays active for 20 minutes. Use it to receive messages without using your personal inbox. Need different durations? Try our <a href="/10-minutes-temporary-email" class="text-blue-500 hover:underline">10-minute email</a> or <a href="/30-minutes-temporary-email" class="text-blue-500 hover:underline">30-minute email</a>.
ar: إنه عنوان بريد إلكتروني يمكن التخلص منه يبقى نشطًا لمدة 20 دقيقة. استخدمه لاستقبال الرسائل دون استخدام صندوق الوارد الشخصي الخاص بك. هل تحتاج إلى فترات مختلفة؟ جرب بريدنا الإلكتروني <a href="/10-minutes-temporary-email" class="text-blue-500 hover:underline">لمدة 10 دقائق</a> أو <a href="/30-minutes-temporary-email" class="text-blue-500 hover:underline">البريد الإلكتروني لمدة 30 دقيقة</a>.

# email20min.faq2Question
source: Is it really free?
ar: هل هو مجاني حقًا؟

# email20min.faq2Answer
source: Yes, it's 100% free to use. No registration or payment needed.
ar: نعم، إنه مجاني 100٪ للاستخدام. لا حاجة للتسجيل أو الدفع.

# email20min.faq3Question
source: Can I use it to receive OTPs and verification emails?
ar: هل يمكنني استخدامه لاستقبال كلمات المرور لمرة واحدة (OTP) ورسائل التحقق؟

# email20min.faq3Answer
source: Yes. You can receive one-time passwords, activation links, and other verification emails safely.
ar: نعم. يمكنك استقبال كلمات المرور لمرة واحدة وروابط التفعيل ورسائل التحقق الأخرى بأمان.

# email20min.faq4Question
source: Will the email address delete itself?
ar: هل سيحذف عنوان البريد الإلكتروني نفسه؟

# email20min.faq4Answer
source: Yes. All emails and the inbox itself are automatically deleted after 20 minutes.
ar: نعم. يتم حذف جميع رسائل البريد الإلكتروني وصندوق الوارد نفسه تلقائيًا بعد 20 دقيقة.

# email20min.faq5Question
source: Is my identity protected?
ar: هل هويتي محمية؟

# email20min.faq5Answer
source: Absolutely. We do not track or store any personal information. Your privacy is our priority.
ar: بالتأكيد. نحن لا نتتبع أو نخزن أي معلومات شخصية. خصوصيتك هي أولويتنا.

# email30min.featureTitle1
source: Extended 30-Minute Window
ar: نافذة ممتدة لمدة 30 دقيقة

# email30min.featureDesc1
source: More time for complex processes while maintaining privacy and security.
ar: مزيد من الوقت للعمليات المعقدة مع الحفاظ على الخصوصية والأمان.

# email30min.featureTitle2
source: No Registration Needed
ar: لا حاجة للتسجيل

# email30min.featureDesc2
source: Instant access without any personal information or account creation.
ar: وصول فوري دون أي معلومات شخصية أو إنشاء حساب.

# email30min.featureTitle3
source: Complete Privacy
ar: خصوصية كاملة

# email30min.featureDesc3
source: All data is automatically deleted after 30 minutes with no traces left behind.
ar: يتم حذف جميع البيانات تلقائيًا بعد 30 دقيقة دون ترك أي آثار.

# email30min.howToUseTitle
source: How to Use a 30-Minute Temporary Email
ar: كيفية استخدام بريد إلكتروني مؤقت لمدة 30 دقيقة

# email30min.step1
source: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>Get your free 30-minute temporary email address instantly upon visiting.</span>
ar: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>احصل على عنوان بريدك الإلكتروني المؤقت المجاني لمدة 30 دقيقة فور الزيارة.</span>

# email30min.step2
source: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>Use it for extended sign-up processes, account verifications, or multi-step registrations.</span>
ar: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>استخدمه لعمليات التسجيل الممتدة أو التحقق من الحسابات أو التسجيلات متعددة الخطوات.</span>

# email30min.step3
source: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>Monitor your inbox with automatic refreshes every 10 seconds for incoming messages.</span>
ar: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>راقب صندوق الوارد الخاص بك مع تحديث تلقائي كل 10 ثوانٍ للرسائل الواردة.</span>

# email30min.step4
source: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>Complete your tasks within 30 minutes before the inbox automatically expires.</span>
ar: <lucide-icon name="circle" [size]="14" class="text-gray-400 mt-1 mr-2 flex-shrink-0"></lucide-icon><span>أكمل مهامك خلال 30 دقيقة قبل انتهاء صلاحية صندوق الوارد تلقائيًا.</span>

# email30min.useCasesTitle
source: Perfect Use Cases for 30-Minute Email
ar: حالات استخدام مثالية للبريد الإلكتروني لمدة 30 دقيقة

# email30min.extendedProcesses
source: Extended Processes
ar: عمليات ممتدة

# email30min.useCase1
source: Complex account registrations
ar: تسجيلات الحسابات المعقدة

# email30min.useCase2
source: Multi-step verification processes
ar: عمليات التحقق متعددة الخطوات

# email30min.useCase3
source: Software trials with multiple confirmations
ar: تجارب البرامج مع تأكيدات متعددة

# email30min.useCase4
source: Educational platform sign-ups
ar: تسجيلات المنصات التعليمية

# email30min.businessProfessional
source: Business & Professional
ar: الأعمال والمحترفون

# email30min.useCase5
source: B2B service trials
ar: تجارب خدمات B2B

# email30min.useCase6
source: Professional tool evaluations
ar: تقييمات الأدوات الاحترافية

# email30min.useCase7
source: Conference and webinar registrations
ar: تسجيلات المؤتمرات والندوات عبر الإنترنت

# email30min.useCase8
source: Extended download processes
ar: عمليات التحميل الممتدة

# email30min.faqTitle
source: 30-Minute Temporary Email – FAQs
ar: بريد إلكتروني مؤقت لمدة 30 دقيقة - الأسئلة الشائعة

# email30min.faq1Question
source: What is a 30-minute temporary email?
ar: ما هو البريد الإلكتروني المؤقت لمدة 30 دقيقة؟
